SO:1000024||dna_mutation_term||||
SO:1000025||dna_mutation_term||||
SO:1000026||dna_mutation_term||||
SO:1000027||dna_mutation_term||||
SO:1000022||dna_mutation_term||||
SO:1000021||dna_mutation_term||||
SO:1000019||dna_mutation_term||||
SO:1000020||dna_mutation_term||||
SO:1000015||dna_mutation_term||||
SO:1000016||dna_mutation_term||||
SO:1000011||dna_mutation_term||||
SO:1000013||dna_mutation_term||||
SO:0001992||transcript_consequence_term|||9|
SO:0001587||transcript_consequence_term|||8|
SO:0001583||transcript_consequence_term|||1|
SO:0001589||transcript_consequence_term|||7|
SO:0001910||transcript_consequence_term|||7|
SO:0001624||transcript_consequence_term|||2|
SO:0001623||transcript_consequence_term|||2|
SO:0001568||transcript_consequence_term|||3|
SO:0001573||transcript_consequence_term|||6|
SO:0001572||transcript_consequence_term|||6|
SO:0001629||transcript_consequence_term|||4|
SO:0001569||transcript_consequence_term|||5|
SO:0002012||transcript_consequence_term|||9|
SO:0001822||transcript_consequence_term|||6|
SO:0001578||transcript_consequence_term|||2|
SO:0001570||transcript_consequence_term|||5|
SO:0001571||transcript_consequence_term|||5|
SO:0001617||protein_consequence_term||||
SO:0001606||protein_consequence_term||||
SO:0001608||protein_consequence_term||||
SO:0001604||protein_consequence_term||||
SO:0001605||protein_consequence_term||||
SO:0001609||protein_consequence_term||||
SO:0001616||protein_consequence_term||||
SO:0001449||amino_acid_term|Asn|N||
SO:0001435||amino_acid_term|Ala|A||
SO:0001440||amino_acid_term|Trp|W||
SO:0001455||amino_acid_term|Sec|U||
SO:0001446||amino_acid_term|Tyr|Y||
SO:0001439||amino_acid_term|Pro|P||
SO:0001452||amino_acid_term|His|H||
SO:0001441||amino_acid_term|Phe|F||
SO:0001444||amino_acid_term|Ser|S||
SO:0001437||amino_acid_term|Leu|L||
SO:0001456||amino_acid_term|Pyl|O||
SO:0001447||amino_acid_term|Cys|C||
SO:0001450||amino_acid_term|Lys|K||
SO:0001451||amino_acid_term|Arg|R||
SO:0001448||amino_acid_term|Gln|Q||
SO:0001443||amino_acid_term|Gly|G||
SO:0001436||amino_acid_term|Val|V||
SO:0001454||amino_acid_term|Glu|E||
SO:0001453||amino_acid_term|Asp|D||
SO:0001445||amino_acid_term|Thr|T||
SO:0001442||amino_acid_term|Met|M||
SO:0001438||amino_acid_term|Ile|I||
SO:0000319||amino_acid_term|Stop|||
SO:0000163||gene_localization_term||||
SO:0000164||gene_localization_term||||
SO:0001421||gene_localization_term||||
SO:0000167||gene_localization_term||||
SO:0000318||gene_localization_term||||
SO:0000204||gene_localization_term||||
SO:0000205||gene_localization_term||||
SO:0000147||gene_localization_term||||
SO:0000188||gene_localization_term||||
